Repository: common-repository/advanced-easy-shipping-for-wc-lite
Catalog: languages/advanced-easy-shipping-for-woocommerce-*.po
Languages: hi_in

source: Settings
hi_in: समायोजन

source: Help
hi_in: मदद

source: Easy Shipping Method
hi_in: आसान शिपिंग विधि

source: Shipping Setting
hi_in: शिपिंग सेटिंग

source: Shipping Listing
hi_in: शिपिंग लिस्टिंग

source: Shipping method successfully created.
hi_in: शिपिंग विधि सफलतापूर्वक बनाई गई.

source: Shipping method successfully updated.
hi_in: शिपिंग विधि सफलतापूर्वक अपडेट की गई.

source: Shipping method deleted.
hi_in: शिपिंग विधि हटा दी गई.

source: Shipping method duplicated.
hi_in: शिपिंग विधि दोहराई गई.

source: Shipping method disabled.
hi_in: शिपिंग विधि अक्षम की गई.

source: Shipping method enabled.
hi_in: शिपिंग विधि सक्षम है.

source: There was an error with saving data.
hi_in: डेटा सहेजने में त्रुटि हुई थी.

source: There was an error with security check.
hi_in: सुरक्षा जांच में त्रुटि हुई थी.

source: Settings save successfully
hi_in: सेटिंग्स सफलतापूर्वक सहेजते हैं

source: Error saving shipping method.
hi_in: शिपिंग विधि को सहेजने में त्रुटि.

source: Search results for
hi_in: के लिए खोज परिणाम

source: Search Shipping Method
hi_in: शिपिंग विधि खोजें

source: Based on Cart
hi_in: कार्ट के आधार पर

source: In this option, you can apply shipping based on simple product, variable product, categories, tags and skus.
hi_in: इस विकल्प में, आप सरल उत्पाद, चर उत्पाद, श्रेणियों, टैग और स्केस के आधार पर शिपिंग लागू कर सकते हैं.

source: Based on Location
hi_in: स्थान के आधार पर

source: In this option, you can apply shipping based on location - Country, State, City, Postcode and Zone wise.
hi_in: इस विकल्प में, आप स्थान के आधार पर शिपिंग लागू कर सकते हैं - देश, राज्य, शहर, पोस्टकोड और ज़ोन वार.

source: Based on Cart Specific
hi_in: कार्ट स्पेसिफिक के आधार पर

source: In this option, you can apply shipping based on total cart qty, weight, height, width, coupon, shipping class, subtotal with inc. tax, subtotal with ex. tax and subtotal after coupon applied.
hi_in: इस विकल्प में, आप कुल कार्ट मात्रा, वजन, ऊंचाई, चौड़ाई, कूपन, शिपिंग वर्ग, उप-योग के आधार पर शिपिंग लागू कर सकते हैं। पूर्व के साथ कर, उप-योग। कूपन लागू होने के बाद कर और उप-योग.

source: Based on user
hi_in: उपयोगकर्ता के आधार पर

source: In this option, you can apply shipping based on user and user role.
hi_in: इस विकल्प में, आप उपयोगकर्ता और उपयोगकर्ता की भूमिका के आधार पर शिपिंग लागू कर सकते हैं.

source: Extra Shipping Price
hi_in: अतिरिक्त शिपिंग मूल्य

source: In this option, you can apply additional shipping cost with apply per qty, weight, width, height and length and also apply additional cost based on min and max value.
hi_in: इस विकल्प में, आप प्रति मात्रा, भार, चौड़ाई, ऊंचाई और लंबाई के साथ अतिरिक्त शिपिंग लागत लागू कर सकते हैं और न्यूनतम और अधिकतम मूल्य के आधार पर अतिरिक्त लागत भी लागू कर सकते हैं.

source: Total Cart
hi_in: कुल गाड़ी

source: Cost Per
hi_in: प्रति लागत

source: Each
hi_in: से प्रत्येक

source: qty
hi_in: मात्रा

source: Shipping name
hi_in: भेजने का नाम

source: Amount
hi_in: रकम

source: Taxable
hi_in: कर योग्य

source: Status
hi_in: स्थिति

source: Date
hi_in: तारीख

source: No shipping method found.
hi_in: कोई शिपिंग विधि नहीं मिली.

source: Edit
hi_in: संपादित करें

source: Delete
hi_in: हटाएं

source: Duplicate
hi_in: डुप्लिकेट

source: Everywhere
hi_in: हर जगह

source: Disable
hi_in: अक्षम

source: Enable
hi_in: सक्षम करें

source: Advanced Easy Shipping
hi_in: उन्नत आसान शिपिंग

source: Configure WooCommerce Advanced Easy Shipping
hi_in: WooCommerce उन्नत आसान शिपिंग कॉन्फ़िगर करें

source: Shipping
hi_in: शिपिंग

source: Contains Simple Product
hi_in: साधारण उत्पाद शामिल हैं

source: Contains Category
hi_in: इसमें श्रेणी शामिल है

source: Contains Tags
hi_in: टैग शामिल हैं

source: Contains Variable Product
hi_in: चर उत्पाद शामिल हैं

source: Contains Country
hi_in: देश शामिल हैं

source: Contains State
hi_in: राज्य शामिल हैं

source: Contains Zone
hi_in: जोन शामिल हैं

source: Contains City
hi_in: सिटी शामिल हैं

source: Contains Postcode
hi_in: पोस्टकोड शामिल हैं

source: Total Cart Qty
hi_in: कुल गाड़ी मात्रा

source: Total Cart Weight
hi_in: कुल कार्ट वजन

source: Total Cart Width
hi_in: कुल गाड़ी की चौड़ाई

source: Total Cart Height
hi_in: कुल गाड़ी की ऊंचाई

source: Total Cart Length
hi_in: कुल गाड़ी की लंबाई

source: Cart Subtotal With Ex. Tax
hi_in: एक्स के साथ कार्ट सबटोटल। कर

source: Cart Subtotal With Inc. Tax
hi_in: इंक टैक्स के साथ कार्ट सबटोटल

source: Cart Subtotal(After Coupon Discount)
hi_in: कार्ट सबटोटल (कूपन डिस्काउंट के बाद)

source: Coupon
hi_in: कूपन

source: Contains Shipping Class
hi_in: शिपिंग क्लास शामिल है

source: User
hi_in: उपयोगकर्ता

source: User Role
hi_in: उपयोगकर्ता भूमिका

source: Contain Simple Products
hi_in: सरल उत्पाद होते हैं

source: Contain Variable Products
hi_in: चर उत्पाद शामिल हैं

source: Contain Category
hi_in: कंटेनर श्रेणी

source: Contain Total Cart
hi_in: कुल कार्ट

source: Contain Shipping Class
hi_in: नौवहन वर्ग

source: Equal to
hi_in: के बराबर

source: Not equal to
hi_in: बराबर नही है

source: Less Then
hi_in: से कम

source: Less Then Equal To
hi_in: कम तो बराबर

source: Greater Then
hi_in: फिर ग्रेटर

source: Greater Then Equal to
hi_in: ग्रेटर इसके बाद के बराबर

source: QTY
hi_in: मात्रा

source: Weight
hi_in: वजन

source: Width
hi_in: चौड़ाई

source: Height
hi_in: ऊंचाई

source: Length
hi_in: लंबाई

source: Items total with tax
hi_in: कर के साथ कुल आइटम

source: Items total without tax
hi_in: कर के बिना कुल आइटम

source: Subtotal with tax
hi_in: कर के साथ उप योग

source: Subtotal with discount
hi_in: छूट के साथ उपशीर्षक

source: Subtotal without tax and discount
hi_in: कर और छूट के बिना सबटोटल

source: Subtotal with tax and discount
hi_in: कर और छूट के साथ सबटोटल

source: Select Countries
hi_in: देशों का चयन करें

source: Select States
hi_in: राज्यों का चयन करें

source: Select Zones
hi_in: जोन का चयन करें

source: Select Products
hi_in: उत्पादों का चयन करें

source: Select Categories
hi_in: श्रेणियाँ चुनें

source: Select Tags
hi_in: टैग का चयन करें

source: Select SKUs
hi_in: SKU का चयन करें

source: Select Variable Products
hi_in: परिवर्तनीय उत्पादों का चयन करें

source: Select Coupons
hi_in: कूपन का चयन करें

source: Select Shipping Classes
hi_in: शिपिंग क्लासेस चुनें

source: Select Users By Username
hi_in: उपयोगकर्ता नाम से उपयोगकर्ता का चयन करें

source: Select User Role
hi_in: उपयोगकर्ता भूमिका का चयन करें

source: Enter Total Cart Weight
hi_in: कुल कार्ट वजन दर्ज करें

source: Enter Total Cart Width
hi_in: कुल कार्ट चौड़ाई दर्ज करें

source: Enter Total Cart Quantity
hi_in: कुल कार्ट मात्रा दर्ज करें

source: Enter Total Cart Height
hi_in: कुल कार्ट ऊंचाई दर्ज करें

source: Enter Total Cart Length
hi_in: कुल कार्ट लंबाई दर्ज करें

source: Enter Subtotal With Exclude Tax
hi_in: कर के साथ सबटोटल दर्ज करें

source: Enter Subtotal With Include Tax
hi_in: सबटॉल को टैक्स शामिल करें

source: Enter Subtotal After Discount
hi_in: छूट के बाद उप-योग दर्ज करें

source: Enter City Name With Comma Separate
hi_in: कॉमा सेपरेट के साथ सिटी का नाम डालें

source: Enter Postcode With Comma Separate
hi_in: कॉमा सेपरेट के साथ पोस्टकोड दर्ज करें

source: General Setting
hi_in: सामान्य सेटिंग

source: Shipping Cost Type
hi_in: शिपिंग लागत प्रकार

source: You can display shipping cost with user selection cost, maximum cost, minimum cost and combine all cost
hi_in: आप उपयोगकर्ता की चयन लागत, अधिकतम लागत, न्यूनतम लागत और सभी लागतों को मिलाकर शिपिंग लागत प्रदर्शित कर सकते हैं

source: Based on user selection
hi_in: उपयोगकर्ता चयन के आधार पर

source: Maximum Shipping Cost
hi_in: अधिकतम शिपिंग लागत

source: Minimum Shipping Cost
hi_in: न्यूनतम शिपिंग लागत

source: Combine All Shipping Cost
hi_in: सभी शिपिंग लागत को मिलाएं

source: Custom Shipping Label
hi_in: कस्टम शिपिंग लेबल

source: Display custom shipping label at front side.
hi_in: टूलटिप में शिपिंग लेबलों की सूची के संयोजन को प्रदर्शित करें.

source: Display combine shipping labels list in tooltip
hi_in: टूलटिप में शिपिंग लेबलों की सूची के संयोजन को प्रदर्शित करें

source: Display combine shipping labels list in tooltip.
hi_in: टूलटिप में शिपिंग लेबलों की सूची के संयोजन को प्रदर्शित करें.

source: Yes
hi_in: हाँ

source: No
hi_in: नहीं

source: Hide shipping method when free shipping available
hi_in: मुफ्त शिपिंग उपलब्ध होने पर शिपिंग विधि छुपाएं

source: You can hide shipping method when any free shipping available from this plugins shipping.
hi_in: मुफ्त शिपिंग उपलब्ध होने पर शिपिंग विधि छुपाएं.

source: Select shipping method which you want to hide
hi_in: शिपिंग विधि का चयन करें जिसे आप छिपाना चाहते हैं

source: Save Changes
hi_in: परिवर्तनों को सुरक्षित करें

source: Edit Shipping Method
hi_in: शिपिंग विधि संपादित करें

source: Add Shipping Method
hi_in: शिपिंग विधि जोड़ें

source: Save changes
hi_in: परिवर्तनों को सुरक्षित करें

source: Back to Shipping List
hi_in: वापस शिपिंग सूची में

source: Shipping Status
hi_in: शिपिंग की स्थिति

source: You can enable or disable shipping method. If shipping method will disable then it will not apply.
hi_in: आप शिपिंग विधि को सक्षम या अक्षम कर सकते हैं। यदि शिपिंग विधि अक्षम हो जाएगी तो यह लागू नहीं होगी।

source: Shipping title
hi_in: शिपिंग शीर्षक

source: This name will be display as shipping at front side.
hi_in: यह नाम फ्रंट साइड में शिपिंग के रूप में प्रदर्शित किया जाएगा।

source: Enter shipping title
hi_in: शिपिंग शीर्षक दर्ज करें

source: Shipping cost
hi_in: शिपिंग लागत

source: Is Amount Taxable?
hi_in: क्या राशि कर योग्य है?

source: If yes, then shipping price will be calculated based on tax otherwise this will apply based on base price.
hi_in: यदि हाँ, तो शिपिंग मूल्य की गणना कर के आधार पर की जाएगी अन्यथा यह आधार मूल्य के आधार पर लागू होगा।

source: None
hi_in: कोई नहीं

source: General Cost Per
hi_in: सामान्य लागत प्रति

source: This will apply shipping cost based on selection. Like: 1. Per Order - It will apply basic cost. 2. Per Item - It will apply based on cart items. 3. Per Line Item - It will apply based on cart line items. 4. Per Class - It will apply based on shipping class in cart.
hi_in: यह चयन के आधार पर शिपिंग लागत लागू करेगा। जैसे: 1. प्रति आदेश - यह मूल लागत लागू होगी। 2. प्रति आइटम - यह कार्ट आइटम के आधार पर लागू होगा। 3. प्रति लाइन आइटम - यह कार्ट लाइन आइटम के आधार पर लागू होगा। 4. प्रति वर्ग - यह कार्ट में शिपिंग क्लास के आधार पर लागू होगा।

source: No Cost
hi_in: मुफ्त

source: Per Order
hi_in: आदेश प्रति

source: Per Item (Qty)
hi_in: प्रति आइटम (मात्रा)

source: Per Line Item (Cart Item)
hi_in: प्रति पंक्ति वस्तु (कार्ट आइटम)

source: Per Class
hi_in: प्रति वर्ग

source: Tooltip Description
hi_in: टूलटिप विवरण

source: This tooltip description will display at front side for shipping method.
hi_in: यह टूलटिप विवरण शिपिंग विधि के लिए सामने की ओर प्रदर्शित होगा.

source: Enter tooltip description
hi_in: टूलटिप विवरण दर्ज करें
